{"users":[{"id":1,"password":"$2b$10$yy3ypsvbYadeHSEE48jPwutg/LHZWipPk9Sr.IY5T1sKa8rfAbY/S","email":"asdasdsa@gmail.com","name":"a","refreshToken":"eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6MiwiaWF0IjoxNjgyMjMxOTE1LCJleHAiOjE2ODI0MDQ3MTV9.2c9g2WbIlpK_hWpvm0qXWHrdPXuGVH4y-0nV3QswlbE"},{"id":2,"name":"b","password":"$2b$10$5zay4u6ZW6dNiOrScXgY7.f7taB.CKhxSLNvnepUWtwlAiRvV4LZS","email":"vuminhduc889910@gmail.com","refreshToken":"eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6MiwiaWF0IjoxNjgyMjMxOTE1LCJleHAiOjE2ODI0MDQ3MTV9.2c9g2WbIlpK_hWpvm0qXWHrdPXuGVH4y-0nV3QswlbE"},{"id":3,"name":"c","password":"$2b$10$5DwUEXsnIiGXpEXLJpFhMuPJUOnUxYpLG8SD/tS/6Y1sEixf.YKiq","email":"vuminhduc231003@gmail.com","refreshToken":"eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6MywibmFtZSI6ImMiLCJpYXQiOjE3MDMwNzQxNjYsImV4cCI6MTcwMzI0Njk2Nn0.dT7v0r5p5I5u2LOK7HikYi30WEwmRzSq9nfaJ5Y2jTM"},{"id":4,"name":"d","password":"$2b$10$2Vh3gIvo3m1G6ic0ufXRHORdcbv8FRGNvFDtATqMU.DVncYVxqgda","email":"dasdadasd@gmail.com","refreshToken":"eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6MiwiaWF0IjoxNjgyMjMxOTE1LCJleHAiOjE2ODI0MDQ3MTV9.2c9g2WbIlpK_hWpvm0qXWHrdPXuGVH4y-0nV3QswlbE"},{"id":5,"name":"vashjdasgasdg","password":"$2b$10$urJVIZu1onsm45YnI0VvbO2IYEHgOl/iZubSrlUU9R7IAm0uWrOL.","email":"ahjsdgahjdgajh@gmail.com","refreshToken":null}],"categories":[{"category":"work","CampaignEnd":"","Country":"United States","title":"Climate Jobs: Building a workforce for the climate emergency","Goal":"2.000$","AmountPrefilled":"200","Video":"","CampaignTitel":"","StartDate":"2023-04-23","EndDate":"2023-04-29","Description":"Our trade union group's report on building the future we need - read for free or order copies.","Author":"Minh Duc","MainImage":{"thumb":"https://i.ibb.co/DC7MBfD/climate-jobs-square.jpg","url":"https://i.ibb.co/gTDW0ZM/climate-jobs-square.jpg"},"content":"<p><em style=\"color: rgb(51, 51, 51);\">Climate Jobs: Building a workforce for the climate emergency</em><span style=\"color: rgb(51, 51, 51);\">&nbsp;provides a detailed and in-depth update of the One Million Climate Jobs report, demonstrating that there are many more than a million good, well paid, skilled jobs that could be created if we get serious and urgently tackle the climate emergency, as the science demands.</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">But to do this requires us to break from the failed reliance on the market and instead to invest in a huge expansion of public sector jobs across all sectors from transport, energy and food to homes, education and more, which are essential to tackling the climate crisis.</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">At the heart of this, we argue, needs to be a National Climate Service which can organise, plan, train workers and deliver the jobs so urgently needed. The changes needed are ones which will improve our lives, ensuring among other things we have warm homes, a fully integrated public transport system and most importantly a safe climate and ecology now and in the future.</span></p><h2>Order copies</h2><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">The price for orders of 10 or more is £3.50 each (plus postage - £6.47 for orders of up to 50, may be more for larger orders).</span></p><p><span style=\"color: rgb(51, 51, 51);\"><span class=\"ql-cursor\">﻿</span>You can also order individual copies for the cover price of £5 (plus £1.53 postage).</span></p><p><br></p><p><br></p>","id":2},{"category":"environment","CampaignEnd":"","Country":"Vietnam","title":"Trade unions and climate campaigning","Goal":"3.500$","AmountPrefilled":"150","Video":"","Author":"Minh Duc","StartDate":"2023-04-23","EndDate":"2023-04-29","Description":"Find out more about our trade union group - and how all climate campaigners can work with trade unions.","MainImage":{"thumb":"https://i.ibb.co/L6ccV59/trade-union-cop27-cropped-banner.jpg","url":"https://i.ibb.co/hH443f2/trade-union-cop27-cropped-banner.jpg"},"content":"<p><span style=\"color: rgb(51, 51, 51);\">We want to build the widest possible coalition of forces to campaign for action on climate change. Involving trade unions is an important part of this.</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">The Campaign against Climate Change has an active&nbsp;</span><a href=\"https://www.cacctu.org.uk/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">trade union group</a><span style=\"color: rgb(51, 51, 51);\">, with national unions and local branches affiliated to us. There are regular online meetings which are open to anyone who wants to take part in campaigning. If you are a member of a union, you can find out here how local branches can&nbsp;</span><a href=\"https://www.cacctu.org.uk/affiliate\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">affliliate to the Campaign against Climate Change</a><span style=\"color: rgb(51, 51, 51);\">.</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">Many climate campaigners wouldn't think of trade unions as natural partners for their campaigns, having seen 'jobs' and the 'environment' presented as mutually exclusive concerns. But increasingly these different parts of civil society are making common cause, challenging these myths and fighting together for a liveable planet and social justice. In 2019,&nbsp;trade unionists joined the student-led climate strike movement on two global days of action which brought out&nbsp;</span><a href=\"https://www.campaigncc.org/20_sept_climate_strike\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">an estimated seven million</a><span style=\"color: rgb(51, 51, 51);\">&nbsp;around the world. Trade unions also mobilised widely in the UK for COP26 held in Glasgow in 2021.</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">Climate activists may be unsure about dealing with the official structures of the unions (even for those who may be members of unions themselves!), so the following advice has been written as a guide to help making those links a little bit easier.</span></p><p><br></p><h2>Showing solidarity</h2><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">Over a decade of austerity combined with the more recent cost of living crisis has led to a wave of strikes across public services. These are about pay and conditions, but also about maintaining public services. In some cases these services also play a key role in reducing emissions, for example public transport. They also make up the essential social infrastructure we all rely on</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">As well as calling on trade unionists to support their own campaigning on the climate crisis, climate activists have increasingly been showing solidarity with striking workers, by joining picket lines or collecting for strike funds.&nbsp;</span></p><p><br></p><p><span style=\"color: rgb(51, 51, 51);\">We have a flyer about links between the right to strike and climate campaigning which you can&nbsp;</span><a href=\"http://www.cacctu.org.uk/sites/data/files/sites/data/files/Docs/flyer_for_right_to_strike.pdf\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">download here</a><span style=\"color: rgb(51, 51, 51);\">&nbsp;or request copies.</span></p><p><br></p><h2>Making contact</h2><p><br></p><p>Your local trades union council (often called trades council) will be a useful source of information about local union branches. The quickest way of finding your local one is probably to search online for the name of your city / county / borough and 'TUC' or 'trades council'. These consist of local trade unions or branches of trade unions. A union branch will normally affiliate to the trades union council in the area in which it meets. Each branch will then send delegates to the trades union council's meetings.</p><p>Trades councils often welcome guest speakers on subjects such as climate change campaigning and attending one of their meetings in that capacity would immediately put you in touch with representatives from a wide range of unions.</p><p><br></p><h2>Speaking at union branch meetings</h2><p>Most union branches would similarly welcome speakers from campaigns.&nbsp;They often regard guest speakers as a way of making their meetings more interesting for members.&nbsp;Don’t be afraid to phone up the branch secretary or chair, they will more than likely welcome your approach.&nbsp;</p><p>Some unions have&nbsp;<a href=\"http://cacctu.org.uk/affiliation_list\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">affiliated</a>&nbsp;to our campaign at a national level.&nbsp;Local branches of these unions should certainly be contacted, both as a way of showing our appreciation for their support at a national level, and also as a way of converting that official support into active support at the rank and file level.&nbsp;</p><p><br></p><p>Keep it short – an introduction of about 10 minutes will usually suffice – and encourage both questions and contributions from those present.&nbsp;Don’t dwell too much on the science – most active trade unionists will already be aware that climate change is happening and that it is potentially catastrophic – instead concentrate on what needs to be done about it.</p><h2>Making common cause</h2><p><br></p><h3><strong>Defending our rights to protest and picket</strong></h3><p><br></p><p>In response to civil disobedience by climate protesters, the government has introduced&nbsp;<a href=\"https://www.campaigncc.org/resist_police_bill\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">draconian legislation restricting the right to protest</a>&nbsp;-&nbsp;the Police, Crime, Sentencing and Courts Act 2022 and the Public Order Bill, which is expected to become law soon.</p><p>And in response to key workers striking, they are planning to&nbsp;<a href=\"https://www.bbc.co.uk/news/uk-64219016\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">crack down on the right to strike</a>&nbsp;in&nbsp;the NHS, transport, education, fire and rescue, border security, and nuclear decommissioning.</p><p>...if it works, they’ll try and outlaw it</p><h3><strong>Cost of living crisis</strong></h3><p><br></p><p>Rising gas prices are driving the cost of living crisis, both directly, through energy bills, and indirectly, through increasing the costs for goods and services. But instead of tackling the climate crisis and fuel poverty together by investing in renewable energy and retrofitting our draughty homes to make them warm and energy efficient, the government is opening up more oil and gas drilling in the North Sea. This backtracking on our climate commitments will do nothing to reduce energy bills and comes with a huge emissions cost. Meanwhile energy giants are making billions from the spiralling energy bills of ordinary households.&nbsp;<a href=\"https://www.campaigncc.org/cost_of_living_crisis\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Read more</a></p><p><br></p>","id":3},{"category":"Enviroment","CampaignEnd":"","Country":"Vietnam","title":"Headlines from a warming world: Extreme weather and climate breakdown","Goal":"2.500$","AmountPrefilled":"230","Video":"","Author":"Minh Duc","StartDate":"2023-04-23","EndDate":"2023-05-06","Description":"In 2022, temperature records shattered in Europe, catastrophic floods hit Pakistan, and war and drought were a deadly combination.","MainImage":{"thumb":"https://i.ibb.co/C8dwK6W/headlines-2.jpg","url":"https://i.ibb.co/xLv2qY3/headlines-2.jpg"},"content":"<p>Climate breakdown is not something in the future, it's here now. Already we are seeing more extreme weather events which can have a deadly impact, particularly in the poorest countries which have done least to cause the crisis. At COP26 a key demand from these countries (rejected by richer nations) was a mechanism for 'loss and damage' funding.</p><p><br></p><p>The number of climate disasters has increased five-fold over recent decades. In the 1970s, 711 were recorded, but this number increased to 3536 in the 2000s and 3165 in the 2010s, a clear sign of climate breakdown. Better early warning systems have meant deaths have actually fallen over this period. But in the 2000s 329,000 people died from storms, floods, landslides, extreme heat, drought and wildfire, and 185,000 in the 2010s.</p><p><br></p><p>While people may be evacuated, their homes, farms and the infrastructure of towns and cities are fixed. Physical destruction and its economic cost has risen dramatically as climate disasters have increased. There is also an impact on ecosystems. The devastating Australian bushfires of 2019-20 are also estimated to have affected almost 3 billion animals, either killed or displaced with 'not great' prospects of survival.</p><p><br></p><p>Not all of these events make the headlines, and some which do are quickly forgotten, despite the fact that there is no full 'recovery' from some disasters. This page will be regularly updated with news of the most recent events and reports from ongoing crises. Some of these have a very clear link to human-caused global warming. Other extreme weather events fall within the range of 'normal' variability. However it is important to raise awareness of these too. As time goes on, patterns of increased frequency and severity can often be detected. They also help us remember how vulnerable particular regions (especially in the Global South) are to an increasingly destabilised climate.</p><p><br></p><p>For more information on the causal links between global heating and deadly events like drought, flooding, hurricanes and landslides, read A more dangerous climate: why extreme weather events are becoming more common</p><p><br></p><p>Latest headlines</p><p>Cyclone Gabrielle hits New Zealand</p><p>New Zealand has declared a state of emergency. A third of the country's population of five million live in areas affected by the cyclone, which caused devastation to coastal communities on North Island. Some people had to swim through windows to escape flooded homes.</p><p><br></p><p>Chile wildfires</p><p>The worst wildfire season on record in Chile displaced thousands and caused 24 deaths, with fires consuming around 400,000 hectares of land. The fires have been enabled by record summer temperatures of over 40C, on top of a 13-year drought.</p><p><br></p><p>Pakistan still dealing with flood aftermath</p><p>Six months on from the start of devastating floods in Pakistan, about 200,000 people are still displaced, many living under tarpaulins by the side of the road. A food security crisis feared and malaria is rife, normally minimal in winter.</p><p><br></p><p>January 2023</p><p>Three weeks of rainstorms in California</p><p>Three weeks of January storms caused an estimated $1 billion damage and killed at least 21 people. The storms helped restore snowpack which is badly needed in the long drought, but the impact on the year's wildfire forecast is mixed, since the rainfall will increase vegetation and makes controlled winter burning more difficult.</p><p><br></p><p>Unseasonal floods in Philippines</p><p>The Philippines experienced heavy rain, flooding and landslides in January, killing at least 28 people, even though the Philippines is normally in its cool, dry season from December to February. The Philippines is one of the countries most vulnerable to climate change, regularly hit by typhoons and storms.</p><p><br></p><p>2023 kicks off with temperature records falling across Europe</p><p>The warmest January day ever was recorded in at least eight European countries including Poland, Denmark, the Czech Republic, the Netherlands, Belarus, Lithuania and Latvia, according to data collated by Maximiliano Herrera. In Korbielów, Poland, the temperature reached 19C, compared to the 1C annual average for January. Meteorologists said that such extreme heat over such a large area was 'almost unheard of'.</p><p><br></p><p>With drought ongoing in the Horn of Africa, the UN warns that 700,000 could face starvation in Somalia next year, with famine only averted so far by food aid, while livestock have been dying at a 'shocking rate'.</p><p><br></p><p>Review of 2022</p><p>Overall, 2022 was the fifth warmest on record, with the average global temperature almost 1.2C above pre-industrial levels, despite the presence for the third year in a row of the La Niña phenomenon that has a cooling effect.</p><p><br></p><p>The oceans were the hottest ever recorded in 2022 - driving extreme weather as well as affecting marine ecosystems. Antarctic ice also marked a record low.</p><p><br></p><p>Twelve European countries broke monthly temperature records in 2022 as the continent recorded its hottest ever summer, and abnormally warm temperatures in October and December. Overall, Europe recorded its second warmest year on record.</p><p><br></p><p>Many media outlets looked back at climate disruption and extreme weather over 2022.</p><p><br></p><p>Looking forward to 2023, we should be aware of other crises which will continue to interact with the impacts of climate breakdown, including the global debt crisis, the impact of the Ukraine war which is driving shortages (including a global food crisis) and taking attention away from other crises, healthcare disrupted by Covid, colonial legacies and geopolitics. This article asks, for example, about the global risk of a multi-year water crisis in China that significantly reduces its grain production and electricity supplies.&nbsp;</p><p><br></p><p>December 2022</p><p>Flash floods at Petra</p><p>The ancient city received almost half its annual rainfall in a storm which caused tourists to be evacuated.</p><p><br></p><p>Christmas day floods in the Philippines</p><p>Heavy rains on Christmas day killed at least 51 and displaced thousands.</p><p><br></p><p>Winter storms in US and Canada</p><p>A winter storm, estimated to be more than 3000 kilometres wide, hit US states as far south as Texas as well as the Canadian provinces of Quebec and Ontario. Blizzards and extreme cold left at least 60 people dead and millions without power, and travel cancelled during the holiday period. The storm was caused by Arctic winds known as the polar vortex dipping south over North America. Some scientists believe climate change may be fuelling this instability in polar weather systems.</p><p><br></p><p>Heatwave in Argentina&nbsp;</p><p>In early December, 24 weather stations in Argentina recorded temperatures above 40C, Rivadavia station, located near the border with Bolivia and Paraguay, recorded a maximum temperature of 46C on 7 December – the hottest temperature recorded in the world that day. Argentina is in its third consecutive year of drought. Researchers found was made about 60 times more likely by climate change.</p><p><br></p><p>Floods in Kinshasa</p><p>More than 120 people were killed following the worst floods in years in Kinshasa, the capital of the Democratic Republic of Congo. Many of those who died were in hillside areas which suffered landslides.</p><p><br></p><p>October</p><p>Floods in West/Central Africa</p><p>Floods in Niger, Nigeria, Chad, Cameroon and Benin, triggered by an early and unusually severe monsoon season, together killed at least 800 people. Analysis found the heaviest seven days of rainfall were probably about twice as likely to happen because of the influence of climate change. The entire summer’s average rainfall, on the other hand, was probably about 80 times more likely. The rains were also likely around 20 percent more intense than they would have been without the influence of global warming.</p><p><br></p><p>On 28 October, UNHCR, the UN Refugee Agency, warned of surging needs for more than 3.4 million displaced people due to flooding in Nigeria, Chad, Niger, Burkina Faso, Mali and Cameroon.</p><p><br></p><p>Nigeria</p><p>Over 600 were killed and 1.3 million displaced in the worst floods in Nigeria for a decade. Most of the affected states are in the south-east and north-central regions, where hundreds of communities have been cut off and are without access to food, clean water and fuel. A surge in cholera cases has been reported.</p><p><br></p><p>Chad</p><p>Following the heaviest rainy season in 30 years which had caused flooding in 18 of Chad's 23 provinces, in mid-October the two rivers that surround Chad’s capital, N'Djamena, both overflowed. The waters did not recede, and as of mid-November, 110 square km in N’Djamena and its immediate surroundings were under water. Chad's government declared a state of emergency.</p><p><br></p><p>Cameroon</p><p>Floods in the north of the country affected more than 150,000 people and destroyed over 18,000 homes. There were concerns about outbreaks of cholera in refugee camps.</p><p><br></p><p>Late October heatwave</p><p>The second half of October saw abnormally high 'summer' temperatures around the eastern Mediterranean. Algeria's Oran airport recorded 40.4C on 17 October and on 18 October, 51 weather stations in France recorded above 30C. Abnormally high temperatures were also recorded in parts of the Middle East and Central Asia.</p><p><br></p><p>Floods in south-eastern Australia</p><p>Severe floods hit the states of Victoria, New South Wales and Tasmania. La Nina combined with another weather pattern called a negative Indian Ocean Dipole, along with climate change. The crisis follows severe flooding in March and April on Australia's east coast. Consecutive wet years have left the land saturated, unable to easily absorb excess rainfall, and some dams full. Sydney has experienced its wettest year on record, In 30 minutes on 7 October, Melbourne received half its average monthly rainfall.</p><p><br></p><p>Drought in Brazil's Amazonas state</p><p>Levels of the Amazon river have fallen due to severe drought that, at least in some areas, is the worst in decades.</p><p><br></p><p>Drought shrinks Mississippi River and other North American waters</p><p>The drought-hit Mississippi fell to its lowest level ever at Memphis. Barges transporting grain and other goods were limiting their loads, with 1,700 barges waiting for dredging to open a channel. With the saltwater intrusion threatening drinking water supply, the US army was constructing an underwater dam to block heavier saltwater from moving upstream.</p><p><br></p><p>About 82% of the continental US is in conditions between abnormally dry and exceptional drought. The Great Salt Lake in Utah is shrinking and 'on the brink of ecological collapse'. The Platte River in Nebraska ran almost entirely dry. In British Columbia, Canada, the carcasses of 65,000 salmon were found in a dried up river.</p><p><br></p><p>Landslide in Venezuela / Hurricane Julia</p><p>After a month's rainfall fell in the region in eight hours, the El Pato river burst its banks, causing floodwaters to wash away trees, cars, houses and shops in the small Venezuelan town of Las Tejerías, and killing at least 54.&nbsp;</p><p><br></p><p>The same system developed into Hurricane Julia which made landfall in Nicaragua as a Category 1 storm, moving through Honduras, El Salvador, and Guatemala. It caused at least 28 deaths, half of them in Guatemala. While this storm was not as strong as others in the past, it hit countries such as Honduras which have not recovered from Hurricanes Eta and Iota in 2020.</p><p><br></p><p>Extreme heat in parts of China</p><p>Southern provinces set temperature records for October, with drought alerts still in place in some areas, while the north west faced early snowfall.</p><p><br></p><p>September</p><p>Hurricane Ian</p><p>Hurricane Ian, a Category 4 hurricane, tied with several other storms becoming the 5th-strongest hurricane on record to make landfall in the US. Ian knocked out power to the whole of Cuba, and caused massive damage in Florida. In total there were at least&nbsp;at least 140 fatalities and losses estimated to be more than over $67 billion. A preliminary study found that the amount of rain dumped by the storm was 10% higher because of global warming.</p><p><br></p><p>Typhoon Noru</p><p>Typhoon Noru was predicted to make landfall in the Philippines as the equivalent of a Category 1 hurricane. But after rapid intensification over only six hours, it strengthened into a super typhoon, the equivalent of a Category 5 hurricane. Hundreds of thousands were evacuated and 40 deaths reported across the Philippines, Vietnam, Cambodia and Thailand.&nbsp;</p><p><br></p><p>August 2022</p><p>Catastrophic floods in Pakistan</p><p>Devastating floods in Pakistan were caused by heavier than usual monsoon rains and melting glaciers that followed an unprecedented heatwave. Affecting 33 million people and causing an estimated $30 billion reconstruction costs and economic damage, the floods caused Pakistan's government to call for debt relief.</p><p><br></p><p>Flooding in West and Central Africa</p><p>The UN reported that over 125,000 people had been displaced by recent flooding across 17 countries in West and Central Africa, including the Republic of Congo, Chad, Liberia, Nigeria, Niger, Democratic Republic of Congo, Gambia, Mauritania, the Central African Republic, Guinea, Cote d’Ivoire, Senegal, Ghana, Cameroon, Mali and Burkina Faso.</p><p><br></p><p>Above average rainfall was linked to an ongoing la Niña event, exacerbated by climate change. Deforestation is also believed to contribute towards heavier rainfall, with informal settlements in urban floodplains and hillsides particularly vulnerable in cities such as Freetown where six people lost their lives in a mudslide.&nbsp;&nbsp;</p><p><br></p><p>Floods in Sudan</p><p>Around 226,200 people have been affected by flooding and heavy rains across 15 states. The rains and floods destroyed at least 13,200 houses and damaged another 34,200 since the beginning of the rainy season in June, with 89 people killed and more than 30 injured.</p><p><br></p><p>Drought continues in Europe</p><p>Analysts warn it is probably the worst drought the continent has faced in 500 years.</p><p><br></p><p>Drought in China</p><p>A record-breaking drought has caused some rivers in China, including parts of the Yangtze, to dry up, affecting hydropower. Sichuan, which gets more than 80% of its energy from hydropower, rationed&nbsp;electricity usage. Shipping was also halted on the crucial waterway, and 2.2m hectares of agricultural land were affected by the drought.</p><p><br></p><p>July 2022</p><p>McKinney fire spreads in California&nbsp;</p><p>The McKinney fire in northern California rapidly expanded to become the state's largest so far this year, burning over 56,000 acres and killing four.</p><p><br></p><p>Flash floods and mudslides in Iran</p><p>Two weeks of heavy rainfall brought flash floods and mudslides which killed at least 69 people.</p><p><br></p><p>Floods in Uganda</p><p>After prolonged drought, torrential rain in parts of Uganda caused floods and landslides which affected over 300,000 people and killed at least 24.</p><p><br></p><p>US: two 1-in-1,000 year rain events in two days</p><p>The same climate-charged weather pattern brought record-breaking rainfall to St Louis, with floods killing one person, and similar heavy rain and floods the following night to eastern Kentucky, killing at least 25 people.</p><p><br></p><p>Europe's heatwave</p><p>Wildfires spread around the Mediterranean, in what has been predicted to be Europe's worst climate disaster. So far in Portugal 238 have died from the heat and 12,000 have been evacuated from fires in southwest France. In the UK, the Met Office issued the first ever Red extreme heat warning, as temperatures are set to rise above 40C in the UK, and experts warned to expect thousands of deaths.</p><p><br></p><p>Heat alert in China</p><p>Continuing earlier severe floods in southern China and heat in northern and central China: 86 cities issued red alerts warning of temperatures over 40C. Roads have buckled in the heat</p><p><br></p><p>Floods in Sydney, Australia</p><p>Sydney received almost four months' worth of rain in just a few days, causing severe flooding. For some areas of eastern New South Wales this was their fourth flood emergency in less than 18 months.</p><p><br></p><p>Drought emergency declared in northern Italy</p><p>Italy has declared a state of emergency in five northern regions surrounding the Po River amid the worst drought in 70 years. Seawater is now seeping into the river, destroying crops.</p>","id":4},{"category":"","CampaignEnd":"","Country":"Vietnam","title":"What is climate justice?","Goal":"1.000$","AmountPrefilled":"150","Video":"","Author":"Minh Duc","StartDate":"2023-04-24","EndDate":"2023-05-04","Description":"With those who have done least to cause the crisis suffering worst, we need to recognise the deep roots of injustice and avoid false solutions that exacerbate this further.","MainImage":{"thumb":"https://i.ibb.co/8XnL5Mt/climate-reparations-bloc-1.jpg","url":"https://i.ibb.co/d7sw2Bx/climate-reparations-bloc-1.jpg"},"content":"<p><span style=\"color: rgb(51, 51, 51);\">All our campaigning is underpinned by&nbsp;</span><strong style=\"color: rgb(51, 51, 51);\">climate justice principles</strong><span style=\"color: rgb(51, 51, 51);\">. It is particularly important now, when so many are facing hardship here in the UK, that we recognise that the cost of living crisis here has the same roots as the climate crisis and other global issues such as the debt trap. International solidarity is as important as ever.</span></p><p><br></p><h2><span class=\"ql-cursor\">﻿</span>What is climate justice?</h2><p>Climate justice is an approach which centres inequality and human rights in responding to the climate crisis. It encourages us to think clearly about the urgency of the crisis, where need is greatest, and who has the responsibility to act.</p><p>Key concepts in climate justice have been developed over decades, mainly by civil society in the Global South. Despite this campaigning, progress in adopting these principles in global climate negotiations has been extremely slow, because they run against the interests of the most powerful actors. Meanwhile global emissions have continued to rise, making the task of a fair and equitable solution ever harder.</p><p>On an international level, countries which have done least to cause climate change suffer worst from the impacts. Inequality also exists within countries. The emissions of the richest elites far outstrip the majority. And existing inequalities, such as gender, are reinforced by climate impacts.&nbsp;Climate justice is about recognising the interconnectedness of struggles and, in doing so, fighting for solutions to the climate crisis that not only reduce emissions but create a fairer and more just world in the process.</p><p><a href=\"https://www.carbonbrief.org/in-depth-qa-what-is-climate-justice/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">How climate justice has influenced UN negotiations, activism and climate litigation</a></p><h2>'Safe limits'</h2><p>Goals set in international climate negotiations have been driven by what is seen as politically acceptable, rather than by the actual impact that temperature rises would have. This led to the idea, widely maintained at least until the Paris climate agreement of 2015, that a rise of 2C in global average temperatures was some kind of 'safe limit'. This was thoroughly dismantled by the&nbsp;<a href=\"https://www.carbonbrief.org/in-depth-qa-ipccs-special-report-on-climate-change-at-one-point-five-c/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">IPCC report</a>&nbsp;on 1.5C warming in 2018.</p><p>Climate justice movements have always demanded that global warming be limited to the least physically possible (currently thought to be 1.5C) rather than politically derived targets. When 1C was still physically possible, climate justice movements called for limiting global warming to 1C warming. They pointed out the impacts (<a href=\"https://www.campaigncc.org/headlines_from_a_warming_world\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">now being experienced</a>) of only one degree of warming, and the dire consequences of 2C for the most vulnerable regions of the world.</p><h2>Fair shares</h2><p><a href=\"https://oxfamilibrary.openrepository.com/bitstream/handle/10546/621052/mb-confronting-carbon-inequality-210920-en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Research</a>&nbsp;by Oxfam estimated that between 1990 and 2015, the richest 10% of humanity accounted for 52% of cumulative emissions, of whom the richest 1% accounted for 15% of the total. Compared to this, the poorest 50% accounted for just 7% of cumulative emissions.</p><p>Many in rich nations such as the UK&nbsp;justify their low ambition by comparing our current emissions to countries like China and India, whose total annual emissions are currently high. This ignores important parts of the story, however: looking at emissions per capita, and historical responsibility.</p><p><a href=\"https://www.foei.org/what-we-do/climate-justice-and-energy/climate-fair-shares/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Climate fair shares</a>&nbsp;is a method of calculating what climate action should be taken, based on:</p><ul><li>The remaining carbon budget – The total amount of greenhouse gases that may yet be emitted, globally, before we are most at risk of irreversible and accelerated change.</li><li>The responsibility of the country – Based on the total amount of greenhouse gases the country has already emitted.</li><li>The capability of that country – Based on that country’s existing resources, and their ability to act.</li><li>The country’s right to develop sustainably.</li></ul><p>There is an additional complication. Some countries, including the UK, have already far exceeded their own carbon allowance. Even if those countries cut their emissions to zero, this effort would not meet what is required according to their fair share. Those countries should pay towards the costs of the energy transition in the Global South.</p><h2>Loss and damage</h2><p>Nations who have done least to cause the climate crisis are suffering most from it. This includes much of the continent of&nbsp;<a href=\"https://news.un.org/en/story/2022/09/1126221\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Africa</a>, where countries in the Horn of Africa have suffered five consecutive failed rainy seasons, low lying nations such as&nbsp;<a href=\"https://www.usip.org/publications/2021/09/how-climate-change-deepens-bangladeshs-fragility\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Bangladesh</a>&nbsp;and small island states which face being wiped out by rising sea levels. And many other areas affected by drought, hurricanes and climate impacts. Developing countries already face $70 billion a year costs for climate adaptation alone, and this is&nbsp;<a href=\"https://www.unep.org/news-and-stories/press-release/step-climate-change-adaptation-or-face-serious-human-and-economic\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">estimated to reach $140-300bn a year by 2030</a>.</p><p>Even in richer countries, the poorest&nbsp;<a href=\"https://www.clientearth.org/latest/latest-updates/stories/climate-change-inequality-the-unequal-impact-of-extreme-weather/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">suffer disproportionately</a>&nbsp;from climate disasters, which reinforce and deepen existing inequalities.</p><p>Those forced to leave their home by either sudden disaster, a changing climate eroding their livelihoods, or a combination of factors such as drought and conflict, often face an increasingly hostile environment for migrants. It is not richer countries which are hosting the majority of refugees globally, internal displacement is common, as is migration to neighbouring countries, which may face their own crises.</p><p>Compensation for loss and damage has been a key issue at international climate negotiations. At COP27, after decades of blocking by rich nations, a loss and damage fund was agreed for countries most affected by climate change to cover devastating impacts like flooding and drought, a major achievement in the negotiations by countries in the Global South. However there is not yet consensus on how it will be funded or who will benefit.&nbsp;<a href=\"https://www.campaigncc.org/cop27_round_up\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Read more</a></p><p>Read more about climate disasters:&nbsp;<a href=\"https://www.campaigncc.org/headlines_from_a_warming_world\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">recent events</a>&nbsp;and the&nbsp;<a href=\"https://www.campaigncc.org/climate_change_extreme_weather_causal_links\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">science of climate change and extreme weather</a></p><h2>Debt and colonialism</h2><p>European powers distorted the economies of colonised countries under their rule, transforming them into economies based on export commodities such as fossil fuels, metals and cash crops. They built economic power off the back of natural resources and labour in colonised countries. The consequences of this exploitation remain and is continued to this day.&nbsp;Many countries embarked on independence already saddled with debt owed to their former colonial rulers.</p><p>To develop, they took on further debt in a system already weighted against them. These loans did not necessarily benefit the countries which took them out - many were for pointless projects, but they did benefit lenders. From 1970-2022, Global South governments paid $2.5 trillion to creditors&nbsp;&nbsp;in interest payments alone. When at risk of defaulting on loans, the World Bank and IMF stepped in, imposing harmful austerity policies.</p><p>Debt repayments continue to drain the economy of countries on the frontline of the climate crisis reducing their ability to develop without reliance on fossil fuels, to invest in measures to make them more resilient to climate damage and also to cope with current climate disasters. This became clearer than ever after the devastating floods in Pakistan in 2022, leading to&nbsp;<a href=\"https://tribunemag.co.uk/2022/08/pakistan-flood-debt-crisis-climate-change-glaciers\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">demands of debt cancellation</a>.</p><p>In 2009, rich nations promised to deliver&nbsp;US$100 billion a year to less wealthy nations by 2020, to help them adapt to climate change and develop sustainably. But what funding has been given&nbsp;has overwhelmingly been as loans only, rather than grant funding, creating further debt.&nbsp;Oxfam&nbsp;<a href=\"https://www.oxfam.org/en/press-releases/true-value-climate-finance-third-what-developed-countries-report-oxfam\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">estimated</a>&nbsp;between just $21-24.5 billion as the “true value” of climate finance provided in 2020</p><p><a href=\"https://debtjustice.org.uk/campaigns/colonialism\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Further reading on colonialism and debt</a></p><p><a href=\"https://debtforclimate.org/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">Debt for Climate campaign</a></p><h2>‘Net Zero’ and carbon offsetting</h2><p>Many countries and companies are making promises and setting targets to reach 'net zero' emissions. These are a serious concern because&nbsp;the term 'net zero' can be used for situations where carbon emissions are reduced to the minimum physically possible, with these accounted for by, e.g. local ecosystem restoration. Or for net zero targets several decades into the future as a means to avoid making real emissions cuts now, even increasing emissions. These require plans to remove large amounts of carbon from the atmosphere in the future to compensate, through means which are at best unrealistic, at worst dangerous.&nbsp;</p><p>Some of the approaches would require huge amounts of land for new monoculture tree plantations in the Global South, leading to both ecological damage and eviction of those currently using the land. This may be through simple 'reforestation' but another approach which has been proposed is bioenergy with carbon capture and storage (BECCS). The theory behind BECCS is that biomass crops capture carbon as they grow, and are burned in a power plant. Some of the energy created is used to recapture some of the carbon during burning. This carbon is then stored underground. But there are many unanswered questions that cast doubt on whether the technology would actually capture meaningful amounts of carbon, quite apart from the huge land demand for implementing it at scale.</p><p>The one thing that is certain about carbon offsetting is the greenhouse gas emissions that are being 'offset' - they are definitely contributing to the destabilisation of our climate. In contrast, 'negative emissions' or offsets are full of uncertainty. They may be delayed in time, waiting for example for trees to regrow. They may depend on technology which is not yet developed. They may exist only on paper. A&nbsp;<a href=\"https://www.transportenvironment.org/discover/85-offsets-failed-reduce-emissions-says-eu-study/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">study</a>&nbsp;by the European Commission found that 85% of the offset projects used by the EU under the UN’s Clean Development Mechanism (CDM) failed to reduce emissions. They may even be destroyed by climate impacts, such as&nbsp;<a href=\"https://edition.cnn.com/2021/07/22/weather/bootleg-oregon-fire-carbon-offsets/index.html\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(255, 90, 0);\">forest fires</a>.&nbsp;</p>","id":5}],"campaigns":[]}